" bytes" = " byte";
" of " = " av ";
" was not found." = " hittades ej.";
"A newer item" = "Ett nyare objekt";
"An error occurred while deleting." = "Ett fel uppstod under radering.";
"An item" = "Ett objekt";
"An older item" = "Ett äldre objekt";
"Apply to all" = "Använd för alla";
"Bytes/Second:" = "Bytes/Sekund:";
"Choose Folder" = "Välj mapp";
"Computer" = "Dator";
"Continue" = "Fortsätt";
"Copied %u items to \"%@\"" = "Kopiera %u objekt till \"%@\"";
"Copied: " = "Kopierad: ";
"Copy" = "Kopia";
"Copying \"%@\"" = "Kopierar \"%@\"";
"Copying \"%@\" to \"%@\"" = "Kopierar \"%@\" till \"%@\"";
"Copying %u items to \"%@\"" = "Kopierar %u objekt till \"%@\"";
"Count: %u" = "Antal: %u";
"Delete" = "Radera";
"Deleting from \"%@\"." = "Tar bort från \"%@\".";
"Document" = "Dokument";
"Don't Replace" = "Ersätt inte";
"Error!" = "Ett Fel Uppstod!";
"Folder" = "Mapp";
"Item: \"" = "Objekt: \"";
"Move" = "Flytta";
"Moving \"%@\"" = "Flyttar \"%@\"";
"Moving \"%@\" to \"%@\"" = "Flyttar \"%@\" till \"%@\"";
"Name:" = "Namn:";
"New Folder" = "Ny mapp";
"Not enough free space at destination.  %@ of additional free space required." = "Du har inte tillräckligt med ledigt utrymme på vald destination. Ytterligare %@  av ledigt utrymme krävs.";
"Package" = "Filen";
"Permission error.  File is not readable." = "Behörighets fel.  Filen är inte läsbar.";
"Preparing to Copy \"%@\"" = "Förbereder Kopiering av \"%@\"";
"Preparing to Move \"%@\"" = "Förbereder Flytt av \"%@\"";
"Preparing to copy to \"%@\"" = "Förbereder kopiering till \"%@\"";
"Remaining Items:" = "Återstående Objekt:";
"Remaining:" = "Återstår:";
"Replace" = "Ersätt";
"Replace?" = "Ersätt?";
"Skip" = "Hoppa över";
"Stop" = "Stopp";
"Symbolic Link" = "Symbolisk Länk";
"Time Remaining:" = "Kvarvarande Tid:";
"Total Items:" = "Totalt antal objekt:";
"Total:" = "Totalt:";
"Volume" = "Enhet";
"You don't have write permission at \"%@\"" = "Du har inte skriv behörighet på \"%@\"";
"copy" = "kopia";
"newer one" = "nyare";
"older one" = "äldre";
"one" = "en";
"untitled folder" = "namnlös mapp";
"untitled.txt" = "namnlös.txt";

/* ==== UNLOCALIZED ==== */

"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?";
"An error occurred." = "An error occurred.";
